<!-- শুভেচ্ছা

সমস্যার বিবরণ
এমন একটি প্রোগ্রাম লিখ যেখানে ইউজারকে তার নাম জিজ্ঞেস করা হবে, ইউজার তার নাম প্রদান করলে তাকে সম্বোধন করে শুভেচ্ছা জানানো হবে।

ইনপুট
ইনপুটটি একটি String
S
S যা ইউজারের নাম।

আউটপুট
একটি এক লাইনের শুভেচ্ছা বার্তা।

সীমাবদ্ধতা
1 ≤ S ≤ 1000
উদাহরণ:
What is your name?

ইনপুট:
Alice
আউটপুট:
Hello, Alice! Nice to meet you.
মন্তব্য:
এই উদাহরণে, ইউজারের নাম "Alice". প্রোগ্রামটি একটি শুভেচ্ছা বাণী দিবে যেখানে ইউজারের নামটি একটি নির্দিষ্ট বার্তার সাথে যুক্ত থাকবে। -->



















<?php

fscanf(STDIN, "%s", $name);

echo ("Hello,. $name .Nice to meet you.");


?>